Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Stored in ~/.openclaw/openclaw.json. Prefer OPENCLAW_GATEWAY_PASSWORD for production.
ar: مخزّنة في ~/.openclaw/openclaw.json. يُفضّل استخدام OPENCLAW_GATEWAY_PASSWORD للإنتاج.
de: Gespeichert in ~/.openclaw/openclaw.json. Für die Produktion bevorzugt OPENCLAW_GATEWAY_PASSWORD verwenden.
es: Almacenado en ~/.openclaw/openclaw.json. Prefiere OPENCLAW_GATEWAY_PASSWORD para producción.
fa: در ~/.openclaw/openclaw.json ذخیره می‌شود. برای محیط تولید، OPENCLAW_GATEWAY_PASSWORD را ترجیح دهید.
fr: Stocké dans ~/.openclaw/openclaw.json. Préférez OPENCLAW_GATEWAY_PASSWORD pour la production.
hi: ~/.openclaw/openclaw.json में संग्रहीत। प्रोडक्शन के लिए OPENCLAW_GATEWAY_PASSWORD को प्राथमिकता दें।
id: Disimpan di ~/.openclaw/openclaw.json. Sebaiknya gunakan OPENCLAW_GATEWAY_PASSWORD untuk produksi.
it: Archiviato in ~/.openclaw/openclaw.json. Preferisci OPENCLAW_GATEWAY_PASSWORD per la produzione.
ja_jp: ~/.openclaw/openclaw.json に保存されます。本番環境では OPENCLAW_GATEWAY_PASSWORD を推奨します。
ko: ~/.openclaw/openclaw.json에 저장됩니다. 프로덕션에서는 OPENCLAW_GATEWAY_PASSWORD를 권장합니다.
nl: Opgeslagen in ~/.openclaw/openclaw.json. Gebruik bij voorkeur OPENCLAW_GATEWAY_PASSWORD voor productie.
pl: Przechowywane w ~/.openclaw/openclaw.json. W środowisku produkcyjnym preferuj OPENCLAW_GATEWAY_PASSWORD.
pt_br: Armazenado em ~/.openclaw/openclaw.json. Prefira OPENCLAW_GATEWAY_PASSWORD para produção.
ru: Хранится в ~/.openclaw/openclaw.json. Для production предпочитайте OPENCLAW_GATEWAY_PASSWORD.
sv: Lagras i ~/.openclaw/openclaw.json. Föredra OPENCLAW_GATEWAY_PASSWORD för produktion.
th: จัดเก็บไว้ใน ~/.openclaw/openclaw.json แนะนำให้ใช้ OPENCLAW_GATEWAY_PASSWORD สำหรับการใช้งานจริง
tr: ~/.openclaw/openclaw.json içinde saklanır. Üretim için OPENCLAW_GATEWAY_PASSWORD kullanmayı tercih edin.
uk: Зберігається в ~/.openclaw/openclaw.json. Для production краще використовувати OPENCLAW_GATEWAY_PASSWORD.
vi: Được lưu trong ~/.openclaw/openclaw.json. Nên dùng OPENCLAW_GATEWAY_PASSWORD cho môi trường production.
zh_cn: 存储在 ~/.openclaw/openclaw.json 中。生产环境建议使用 OPENCLAW_GATEWAY_PASSWORD。
zh_tw: 儲存在 ~/.openclaw/openclaw.json。正式環境建議使用 OPENCLAW_GATEWAY_PASSWORD。

source: Studio
ar: الاستوديو
es: Estudio
fa: استودیو
hi: स्टूडियो
ja_jp: スタジオ
ko: 스튜디오
ru: Студия
th: สตูดิโอ
tr: Stüdyo
uk: Студія
zh_cn: 工作室
zh_tw: 工作室

source: Submarine
ar: غواصة
de: U-Boot
es: Submarino
hi: पनडुब्बी
it: Sottomarino
ja_jp: 潜水艦
nl: Onderzeeër
pl: Łódź podwodna
pt_br: Submarino
sv: Ubåt
th: เรือดำน้ำ
tr: Denizaltı
uk: Підводний човен
zh_cn: 潜艇
zh_tw: 潛水艇

source: Submit
ar: إرسال
de: Absenden
es: Enviar
fa: ارسال
fr: Envoyer
hi: सबमिट करें
id: Kirim
it: Invia
ja_jp: 送信
ko: 제출
nl: Indienen
pl: Prześlij
pt_br: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_cn: 提交
zh_tw: 提交

source: Submitting…
ar: جارٍ الإرسال…
de: Wird gesendet…
es: Enviando…
fa: در حال ارسال…
fr: Envoi…
hi: सबमिट किया जा रहा है…
id: Mengirim…
it: Invio in corso…
ja_jp: 送信中…
ko: 제출 중…
nl: Bezig met indienen…
pl: Przesyłanie…
pt_br: Enviando…
ru: Отправка…
sv: Skickar…
th: กำลังส่ง…
tr: Gönderiliyor…
uk: Надсилання…
vi: Đang gửi…
zh_cn: 正在提交…
zh_tw: 正在提交…

source: Summarize the current OpenClaw status and tell me what needs attention.
ar: لخّص حالة OpenClaw الحالية وأخبرني بما يحتاج إلى اهتمام.
de: Fasse den aktuellen OpenClaw-Status zusammen und sage mir, was meine Aufmerksamkeit erfordert.
es: Resume el estado actual de OpenClaw y dime qué requiere atención.
fa: وضعیت فعلی OpenClaw را خلاصه کن و بگو چه مواردی نیاز به توجه دارند.
fr: Résume l’état actuel d’OpenClaw et indique-moi ce qui nécessite mon attention.
hi: OpenClaw की मौजूदा स्थिति का सारांश दें और बताएँ कि किन बातों पर ध्यान देने की आवश्यकता है।
id: Rangkum status OpenClaw saat ini dan beri tahu saya hal yang perlu diperhatikan.
it: Riepiloga lo stato attuale di OpenClaw e dimmi cosa richiede attenzione.
ja_jp: 現在のOpenClawのステータスを要約し、注意が必要な点を教えてください。
ko: 현재 OpenClaw 상태를 요약하고 주의가 필요한 사항을 알려 주세요.
nl: Vat de huidige OpenClaw-status samen en vertel me wat aandacht nodig heeft.
pl: Podsumuj bieżący stan OpenClaw i powiedz mi, co wymaga uwagi.
pt_br: Resuma o status atual do OpenClaw e diga o que precisa de atenção.
ru: Кратко опиши текущее состояние OpenClaw и сообщи, что требует внимания.
sv: Sammanfatta aktuell OpenClaw-status och berätta vad som behöver åtgärdas.
th: สรุปสถานะปัจจุบันของ OpenClaw และบอกฉันว่ามีอะไรที่ต้องตรวจสอบ
tr: Mevcut OpenClaw durumunu özetle ve nelere dikkat edilmesi gerektiğini söyle.
uk: Підсумуй поточний стан OpenClaw і скажи, що потребує уваги.
vi: Tóm tắt trạng thái hiện tại của OpenClaw và cho tôi biết những vấn đề cần chú ý.
zh_cn: 总结 OpenClaw 的当前状态，并告诉我哪些方面需要关注。
zh_tw: 摘要說明 OpenClaw 目前的狀態，並告訴我有哪些事項需要注意。

source: Summarize what happened in my threads since yesterday.
ar: لخّص ما حدث في محادثاتي منذ الأمس.
de: Fasse zusammen, was seit gestern in meinen Threads passiert ist.
es: Resume lo que ocurrió en mis hilos desde ayer.
fa: آنچه از دیروز در رشته‌هایم رخ داده است را خلاصه کن.
fr: Résumez ce qui s’est passé dans mes fils de discussion depuis hier.
hi: कल से अब तक मेरी थ्रेड में जो हुआ, उसका सारांश दें।
id: Rangkum apa yang terjadi di utas saya sejak kemarin.
it: Riassumi ciò che è successo nei miei thread da ieri.
ja_jp: 昨日以降、スレッドで起きたことを要約してください。
ko: 어제 이후 내 스레드에서 있었던 일을 요약해 주세요.
nl: Vat samen wat er sinds gisteren in mijn gesprekken is gebeurd.
pl: Podsumuj, co wydarzyło się w moich wątkach od wczoraj.
pt_br: Resuma o que aconteceu nas minhas conversas desde ontem.
ru: Подведи итог событий в моих ветках со вчерашнего дня.
sv: Sammanfatta vad som har hänt i mina trådar sedan i går.
th: สรุปสิ่งที่เกิดขึ้นในเธรดของฉันตั้งแต่เมื่อวาน
tr: Dünden beri dizilerimde neler olduğunu özetle.
uk: Підсумуй, що відбулося в моїх гілках від учора.
vi: Tóm tắt những gì đã xảy ra trong các chuỗi của tôi kể từ hôm qua.
zh_cn: 总结自昨天以来我的话题串中发生的事情。
zh_tw: 摘要說明自昨天起我的討論串中發生的事情。

source: Surfacing
ar: الصعود إلى السطح
de: Auftauchen
es: Saliendo a la superficie
fa: به‌سطح‌آمدن
fr: Remontée à la surface
hi: सतह पर आ रहे हैं
id: Muncul ke permukaan
it: Emersione
ja_jp: 浮上中
ko: 수면 위로 떠오르는 중
nl: Bovenkomen
pl: Wynurzanie
pt_br: Emergindo
ru: Всплываем
sv: Går upp till ytan
th: กำลังโผล่ขึ้นสู่ผิวน้ำ
tr: Yüzeye çıkılıyor
uk: Виринання
vi: Đang nổi lên
zh_cn: 浮出水面中
zh_tw: 浮出水面中

source: Switch this Mac app to a local Gateway before importing browser cookies.
ar: بدّل تطبيق Mac هذا إلى Gateway محلي قبل استيراد ملفات تعريف الارتباط الخاصة بالمتصفح.
de: Wechseln Sie diese Mac-App zu einem lokalen Gateway, bevor Sie Browser-Cookies importieren.
es: Cambia esta app de Mac a un Gateway local antes de importar las cookies del navegador.
fa: پیش از درون‌ریزی کوکی‌های مرورگر، این برنامه مک را به یک Gateway محلی تغییر دهید.
fr: Basculez cette application Mac vers un Gateway local avant d'importer les cookies du navigateur.
hi: ब्राउज़र कुकीज़ आयात करने से पहले इस Mac ऐप को लोकल Gateway पर स्विच करें।
id: Alihkan aplikasi Mac ini ke Gateway lokal sebelum mengimpor cookie browser.
it: Passa questa app Mac a un Gateway locale prima di importare i cookie del browser.
ja_jp: ブラウザの Cookie をインポートする前に、この Mac アプリをローカル Gateway に切り替えてください。
ko: 브라우저 쿠키를 가져오기 전에 이 Mac 앱을 로컬 Gateway로 전환하세요.
nl: Schakel deze Mac-app over naar een lokale Gateway voordat je browsercookies importeert.
pl: Przełącz tę aplikację Mac na lokalny Gateway przed zaimportowaniem plików cookie przeglądarki.
pt_br: Alterne este app do Mac para um Gateway local antes de importar os cookies do navegador.
ru: Переключите это приложение Mac на локальный Gateway перед импортом cookie браузера.
sv: Växla den här Mac-appen till en lokal Gateway innan du importerar webbläsarcookies.
th: เปลี่ยนแอป Mac นี้เป็น Gateway ในเครื่องก่อนนำเข้าคุกกี้ของเบราว์เซอร์
tr: Tarayıcı çerezlerini içe aktarmadan önce bu Mac uygulamasını yerel bir Gateway'e geçirin.
uk: Перемкніть цей застосунок Mac на локальний Gateway перед імпортом файлів cookie браузера.
vi: Chuyển ứng dụng Mac này sang Gateway cục bộ trước khi nhập cookie trình duyệt.
zh_cn: 在导入浏览器 cookie 之前，请将此 Mac 应用切换到本地 Gateway。
zh_tw: 匯入瀏覽器 cookie 前，請先將此 Mac 應用程式切換為本機 Gateway。

source: Switch to back camera
ar: التبديل إلى الكاميرا الخلفية
de: Zur Rückkamera wechseln
es: Cambiar a la cámara trasera
fa: تغییر به دوربین پشت
fr: Passer à la caméra arrière
hi: पीछे वाले कैमरे पर स्विच करें
id: Beralih ke kamera belakang
it: Passa alla fotocamera posteriore
ja_jp: 背面カメラに切り替え
ko: 후면 카메라로 전환
nl: Schakel over naar de camera aan de achterkant
pl: Przełącz na tylny aparat
pt_br: Alternar para a câmera traseira
ru: Переключиться на заднюю камеру
sv: Byt till bakre kameran
th: สลับไปใช้กล้องหลัง
tr: Arka kameraya geç
uk: Перемкнути на задню камеру
vi: Chuyển sang camera sau
zh_cn: 切换到后置摄像头
zh_tw: 切換至後置相機

source: Switch to front camera
ar: التبديل إلى الكاميرا الأمامية
de: Zur Frontkamera wechseln
es: Cambiar a la cámara frontal
fa: تغییر به دوربین جلو
fr: Passer à la caméra avant
hi: सामने वाले कैमरे पर स्विच करें
id: Beralih ke kamera depan
it: Passa alla fotocamera anteriore
ja_jp: 前面カメラに切り替え
ko: 전면 카메라로 전환
nl: Schakel over naar de camera aan de voorkant
pl: Przełącz na przedni aparat
pt_br: Alternar para a câmera frontal
ru: Переключиться на фронтальную камеру
sv: Byt till främre kameran
th: สลับไปใช้กล้องหน้า
tr: Ön kameraya geç
uk: Перемкнути на фронтальну камеру
vi: Chuyển sang camera trước
zh_cn: 切换到前置摄像头
zh_tw: 切換至前置相機

source: Switches to Local mode to install on this Mac.
ar: يبدّل إلى الوضع المحلي للتثبيت على هذا الـ Mac.
de: Wechselt in den lokalen Modus, um auf diesem Mac zu installieren.
es: Cambia al modo local para instalar en esta Mac.
fa: برای نصب روی این Mac به حالت Local تغییر می‌کند.
fr: Passe en mode local pour l’installer sur ce Mac.
hi: इस Mac पर इंस्टॉल करने के लिए Local मोड में स्विच करता है।
id: Beralih ke mode Lokal untuk menginstal di Mac ini.
it: Passa alla modalità locale per installare su questo Mac.
ja_jp: この Mac にインストールするため、ローカルモードに切り替えます。
ko: 이 Mac에 설치하기 위해 로컬 모드로 전환합니다.
nl: Schakelt over naar lokale modus om op deze Mac te installeren.
pl: Przełącza na tryb lokalny, aby zainstalować na tym Macu.
pt_br: Alterna para o modo Local para instalar neste Mac.
ru: Переключает в локальный режим для установки на этот Mac.
sv: Växlar till lokalt läge för att installera på denna Mac.
th: สลับเป็นโหมด Local เพื่อติดตั้งบน Mac เครื่องนี้
tr: Bu Mac'e yüklemek için Yerel moda geçer.
uk: Перемикає в локальний режим для встановлення на цей Mac.
vi: Chuyển sang chế độ Local để cài đặt trên máy Mac này.
zh_cn: 切换到本地模式以在此 Mac 上安装。
zh_tw: 切換至本機模式，以便安裝到這台 Mac。

source: System
ar: النظام
es: Sistema
fa: سیستم
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja_jp: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Система
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_cn: 系统
zh_tw: 系統

source: System (auto)
ar: النظام (تلقائي)
es: Sistema (auto)
fa: سیستم (خودکار)
fr: Système (auto)
hi: सिस्टम (auto)
id: Sistem (otomatis)
it: Sistema (automatico)
ja_jp: システム（自動）
ko: 시스템(자동)
nl: Systeem (auto)
pl: System (automatycznie)
pt_br: Sistema (automático)
ru: Система (авто)
th: ระบบ (อัตโนมัติ)
tr: Sistem (otomatik)
uk: Системні (авто)
vi: Hệ thống (tự động)
zh_cn: 系统（自动）
zh_tw: 系統（自動）

source: System Access
ar: وصول النظام
de: Systemzugriff
es: Acceso del sistema
fa: دسترسی سیستم
fr: Accès système
hi: सिस्टम एक्सेस
id: Akses Sistem
it: Accesso al sistema
ja_jp: システムアクセス
ko: 시스템 접근
nl: Systeemtoegang
pl: Dostęp systemowy
pt_br: Acesso ao sistema
ru: Системный доступ
sv: Systemåtkomst
th: การเข้าถึงระบบ
tr: Sistem Erişimi
uk: Системний доступ
vi: Quyền truy cập hệ thống
zh_cn: 系统访问
zh_tw: 系統存取

source: System Default
ar: الإعداد الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fa: پیش‌فرض سیستم
fr: Réglage système par défaut
hi: सिस्टम डिफ़ॉल्ट
id: Default Sistem
it: Predefinito di sistema
ja_jp: システムデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Domyślne ustawienie systemowe
pt_br: Padrão do sistema
ru: Системные настройки
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
uk: Системне значення за замовчуванням
vi: Mặc định hệ thống
zh_cn: 系统默认
zh_tw: 系統預設

source: System browser profile import is disabled in the local Gateway configuration.
ar: استيراد ملف تعريف متصفح النظام معطّل في إعدادات Gateway المحلي.
de: Der Import von Systembrowser-Profilen ist in der lokalen Gateway-Konfiguration deaktiviert.
es: La importación del perfil del navegador del sistema está deshabilitada en la configuración del Gateway local.
fa: درون‌ریزی نمایه مرورگر سیستم در پیکربندی Gateway محلی غیرفعال است.
fr: L'importation des profils du navigateur système est désactivée dans la configuration du Gateway local.
hi: लोकल Gateway कॉन्फ़िगरेशन में सिस्टम ब्राउज़र प्रोफ़ाइल आयात अक्षम है।
id: Impor profil browser sistem dinonaktifkan dalam konfigurasi Gateway lokal.
it: L'importazione del profilo del browser di sistema è disabilitata nella configurazione locale del Gateway.
ja_jp: ローカル Gateway 設定でシステムブラウザプロファイルのインポートが無効になっています。
ko: 로컬 Gateway 구성에서 시스템 브라우저 프로필 가져오기가 비활성화되어 있습니다.
nl: Import van systeembrowserprofielen is uitgeschakeld in de lokale Gateway-configuratie.
pl: Import profilu przeglądarki systemowej jest wyłączony w konfiguracji lokalnego Gateway.
pt_br: A importação de perfil do navegador do sistema está desativada na configuração do Gateway local.
ru: Импорт профиля системного браузера отключён в конфигурации локального Gateway.
sv: Import av systemets webbläsarprofil är inaktiverad i den lokala Gateway-konfigurationen.
th: การนำเข้าโปรไฟล์เบราว์เซอร์ของระบบถูกปิดใช้งานในการกำหนดค่า Gateway ในเครื่อง
tr: Sistem tarayıcısı profili içe aktarma yerel Gateway yapılandırmasında devre dışı.
uk: Імпорт профілю системного браузера вимкнено в конфігурації локального Gateway.
vi: Nhập hồ sơ trình duyệt hệ thống bị tắt trong cấu hình Gateway cục bộ.
zh_cn: 本地 Gateway 配置中已禁用系统浏览器配置文件导入。
zh_tw: 本機 Gateway 設定中已停用系統瀏覽器設定檔匯入。

source: System default
ar: الإعداد الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fa: پیش‌فرض سیستم
fr: Valeur par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Default sistem
it: Predefinito di sistema
ja_jp: システムデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Domyślne systemowe
pt_br: Padrão do sistema
ru: По умолчанию в системе
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem varsayılanı
uk: Типовий системний
vi: Mặc định hệ thống
zh_cn: 系统默认
zh_tw: 系統預設

source: System event text
ar: نص حدث النظام
de: Systemereignistext
es: Texto del evento del sistema
fa: متن رویداد سیستم
fr: Texte de l’événement système
hi: सिस्टम इवेंट टेक्स्ट
id: Teks peristiwa sistem
it: Testo evento di sistema
ja_jp: システムイベントのテキスト
ko: 시스템 이벤트 텍스트
nl: Systeemgebeurtenistekst
pl: Tekst zdarzenia systemowego
pt_br: Texto do evento do sistema
ru: Текст системного события
sv: Systemhändelsetext
th: ข้อความเหตุการณ์ระบบ
tr: Sistem etkinliği metni
uk: Текст системної події
vi: Văn bản sự kiện hệ thống
zh_cn: 系统事件文本
zh_tw: 系統事件文字

source: Tailnet-only HTTPS via Tailscale Serve.
ar: HTTPS داخل Tailnet فقط عبر Tailscale Serve.
de: Nur-Tailnet-HTTPS über Tailscale Serve.
es: HTTPS solo para tailnet mediante Tailscale Serve.
fa: HTTPS فقط برای Tailnet از طریق Tailscale Serve.
fr: HTTPS réservé au Tailnet via Tailscale Serve.
hi: Tailscale Serve के माध्यम से केवल Tailnet HTTPS।
id: HTTPS khusus Tailnet melalui Tailscale Serve.
it: HTTPS solo Tailnet tramite Tailscale Serve.
ja_jp: Tailscale Serve 経由の tailnet 専用 HTTPS。
ko: Tailscale Serve를 통한 Tailnet 전용 HTTPS.
nl: Alleen-Tailnet HTTPS via Tailscale Serve.
pl: HTTPS tylko w Tailnet przez Tailscale Serve.
pt_br: HTTPS somente para Tailnet via Tailscale Serve.
ru: HTTPS только в Tailnet через Tailscale Serve.
sv: HTTPS endast för Tailnet via Tailscale Serve.
th: HTTPS เฉพาะ Tailnet ผ่าน Tailscale Serve
tr: Tailscale Serve ile yalnızca Tailnet HTTPS.
uk: HTTPS лише для Tailnet через Tailscale Serve.
vi: HTTPS chỉ trong Tailnet qua Tailscale Serve.
zh_cn: 通过 Tailscale Serve 实现仅限 tailnet 的 HTTPS。
zh_tw: 透過 Tailscale Serve 的僅限 tailnet HTTPS。

source: Tailscale (dashboard access)
ar: Tailscale (الوصول إلى لوحة المعلومات)
de: Tailscale (Dashboard-Zugriff)
es: Tailscale (acceso al dashboard)
fa: Tailscale (دسترسی به داشبورد)
fr: Tailscale (accès au tableau de bord)
hi: Tailscale (डैशबोर्ड एक्सेस)
id: Tailscale (akses dashboard)
it: Tailscale (accesso al dashboard)
ko: Tailscale(대시보드 액세스)
nl: Tailscale (dashboardtoegang)
pl: Tailscale (dostęp do panelu)
pt_br: Tailscale (acesso ao dashboard)
ru: Tailscale (доступ к панели управления)
sv: Tailscale (åtkomst till dashboard)
th: Tailscale (การเข้าถึงแดชบอร์ด)
tr: Tailscale (dashboard erişimi)
uk: Tailscale (доступ до панелі керування)
vi: Tailscale (truy cập dashboard)
zh_cn: Tailscale（仪表板访问）
zh_tw: Tailscale（儀表板存取）

source: Talk
ar: تحدّث
de: Sprechen
es: Hablar
fa: صحبت
fr: Parler
hi: बात करें
id: Bicara
it: Parla
ja_jp: 話す
ko: 말하기
nl: Praten
pl: Mów
pt_br: Falar
ru: Говорить
sv: Prata
th: พูด
tr: Konuş
uk: Говорити
vi: Nói
zh_cn: 说话
zh_tw: 說話

source: Talk Mode
ar: وضع التحدث
de: Sprechmodus
es: Modo de conversación
fa: حالت گفتگو
fr: Mode conversation
id: Mode Bicara
it: Modalità conversazione
ja_jp: トークモード
ko: 대화 모드
nl: Praatmodus
pl: Tryb rozmowy
pt_br: Modo de conversa
ru: Режим разговора
sv: Talläge
th: โหมดพูดคุย
tr: Konuşma Modu
uk: Режим розмови
vi: Chế độ trò chuyện
zh_cn: 对话模式
zh_tw: 對話模式

source: Talk mode off
ar: وضع التحدث متوقف
de: Sprachmodus aus
es: Modo de conversación desactivado
fa: حالت مکالمه خاموش است
fr: Mode conversation désactivé
hi: बातचीत मोड बंद है
id: Mode bicara nonaktif
it: Modalità conversazione disattivata
ja_jp: トークモードはオフです
ko: 대화 모드 꺼짐
nl: Spraakmodus uit
pl: Tryb rozmowy wyłączony
pt_br: Modo de conversa desativado
ru: Режим разговора выключен
sv: Pratläge av
th: ปิดโหมดสนทนา
tr: Konuşma modu kapalı
uk: Режим розмови вимкнено
vi: Chế độ trò chuyện đã tắt
zh_cn: 对话模式已关闭
zh_tw: 對話模式已關閉

source: Talk mode paused
ar: وضع التحدث متوقف مؤقتًا
de: Sprachmodus pausiert
es: Modo de conversación en pausa
fa: حالت مکالمه متوقف شده است
fr: Mode conversation en pause
hi: बातचीत मोड रुका हुआ है
id: Mode bicara dijeda
it: Modalità conversazione in pausa
ja_jp: トークモードは一時停止中です
ko: 대화 모드 일시 정지됨
nl: Spraakmodus gepauzeerd
pl: Tryb rozmowy wstrzymany
pt_br: Modo de conversa pausado
ru: Режим разговора приостановлен
sv: Pratläge pausat
th: หยุดโหมดสนทนาชั่วคราว
tr: Konuşma modu duraklatıldı
uk: Режим розмови призупинено
vi: Chế độ trò chuyện đã tạm dừng
zh_cn: 对话模式已暂停
zh_tw: 對話模式已暫停

source: Talk mode ready
ar: وضع التحدث جاهز
de: Sprachmodus bereit
es: Modo de conversación listo
fa: حالت مکالمه آماده است
fr: Mode conversation prêt
hi: बातचीत मोड तैयार है
id: Mode bicara siap
it: Modalità conversazione pronta
ja_jp: トークモードの準備ができました
ko: 대화 모드 준비됨
nl: Spraakmodus gereed
pl: Tryb rozmowy gotowy
pt_br: Modo de conversa pronto
ru: Режим разговора готов
sv: Pratläge redo
th: โหมดสนทนาพร้อมใช้งาน
tr: Konuşma modu hazır
uk: Режим розмови готовий
vi: Chế độ trò chuyện đã sẵn sàng
zh_cn: 对话模式已就绪
zh_tw: 對話模式已就緒

source: Talk mode uses the primary Gateway window
ar: يستخدم وضع التحدث نافذة Gateway الرئيسية
de: Der Sprechmodus verwendet das primäre Gateway-Fenster
es: El modo de conversación usa la ventana principal del Gateway
fa: حالت مکالمه از پنجره اصلی Gateway استفاده می‌کند
fr: Le mode conversation utilise la fenêtre principale du Gateway
hi: टॉक मोड प्राथमिक Gateway विंडो का उपयोग करता है
id: Mode bicara menggunakan jendela Gateway utama
it: La modalità conversazione usa la finestra principale del Gateway
ja_jp: トークモードではメインのGatewayウインドウを使用します
ko: 대화 모드는 기본 Gateway 창을 사용합니다
nl: De praatmodus gebruikt het primaire Gateway-venster
pl: Tryb rozmowy korzysta z głównego okna Gateway
pt_br: O modo de conversa usa a janela principal do Gateway
ru: Режим разговора использует основное окно Gateway
sv: Talläget använder det primära Gateway-fönstret
th: โหมดสนทนาใช้หน้าต่าง Gateway หลัก
tr: Konuşma modu birincil Gateway penceresini kullanır
uk: Режим розмови використовує основне вікно Gateway
vi: Chế độ trò chuyện sử dụng cửa sổ Gateway chính
zh_cn: 对话模式使用主 Gateway 窗口
zh_tw: 對話模式會使用主要的 Gateway 視窗

source: Tap Right Option to interrupt speech and return to listening.
ar: اضغط على Right Option لمقاطعة الكلام والعودة إلى الاستماع.
de: Tippen Sie auf die rechte Wahltaste, um die Sprachausgabe zu unterbrechen und zum Zuhören zurückzukehren.
es: Pulsa Opción derecha para interrumpir la voz y volver a escuchar.
fa: برای قطع گفتار و بازگشت به حالت گوش دادن، روی Right Option بزنید.
fr: Appuyez sur la touche Option droite pour interrompre la parole et revenir à l’écoute.
hi: बोलना बाधित करने और फिर से सुनने पर लौटने के लिए Right Option टैप करें।
id: Ketuk Option Kanan untuk menyela ucapan dan kembali mendengarkan.
it: Tocca Opzione destro per interrompere il parlato e tornare all'ascolto.
ja_jp: 右Optionをタップして読み上げを中断し、リスニングに戻ります。
ko: 오른쪽 Option을 탭하여 음성을 중단하고 듣기로 돌아갑니다.
nl: Tik op Right Option om spraak te onderbreken en terug te keren naar luisteren.
pl: Dotknij prawego klawisza Option, aby przerwać mowę i wrócić do słuchania.
pt_br: Toque em Option Direito para interromper a fala e voltar a escutar.
ru: Нажмите правую клавишу Option, чтобы прервать речь и вернуться к прослушиванию.
sv: Tryck på höger Option för att avbryta tal och återgå till att lyssna.
th: แตะ Right Option เพื่อขัดจังหวะการพูดและกลับไปฟัง
tr: Konuşmayı kesmek ve dinlemeye dönmek için Sağ Option tuşuna dokunun.
uk: Натисніть праву клавішу Option, щоб перервати мовлення й повернутися до прослуховування.
vi: Nhấn Right Option để ngắt lời nói và quay lại nghe.
zh_cn: 轻点右 Option 键以打断语音并返回聆听。
zh_tw: 點一下右側 Option 以中斷語音並返回聆聽。

source: Telegram token cleared.
ar: تم مسح رمز Telegram.
de: Telegram-Token gelöscht.
es: Token de Telegram borrado.
fa: توکن Telegram پاک شد.
fr: Jeton Telegram effacé.
hi: Telegram टोकन साफ़ कर दिया गया।
id: Token Telegram dihapus.
it: Token Telegram cancellato.
ja_jp: Telegram トークンを消去しました。
ko: Telegram 토큰을 지웠습니다.
nl: Telegram-token gewist.
pl: Token Telegram wyczyszczony.
pt_br: Token do Telegram apagado.
ru: Токен Telegram удален.
sv: Telegram-token rensad.
th: ล้างโทเค็น Telegram แล้ว
tr: Telegram token'ı temizlendi.
uk: Токен Telegram очищено.
vi: Đã xóa token Telegram.
zh_cn: Telegram 令牌已清除。
zh_tw: 已清除 Telegram 權杖。

source: Test
ar: اختبار
es: Probar
fa: آزمایش
hi: परीक्षण
id: Uji
ja_jp: テスト
ko: 테스트
pt_br: Teste
ru: Тест
th: ทดสอบ
uk: Тест
vi: Kiểm tra
zh_cn: 测试
zh_tw: 測試

source: Test Voice Wake
ar: اختبار التنبيه الصوتي
de: Sprachaktivierung testen
es: Probar activación por voz
fa: آزمایش بیدارباش صوتی
fr: Tester l’activation vocale
hi: वॉयस वेक का परीक्षण करें
id: Uji Bangun Suara
it: Test attivazione vocale
ja_jp: 音声ウェイクをテスト
ko: 음성 깨우기 테스트
nl: Voice Wake testen
pl: Przetestuj wybudzanie głosem
pt_br: Testar ativação por voz
ru: Проверить голосовое пробуждение
sv: Testa röstväckning
th: ทดสอบการปลุกด้วยเสียง
tr: Sesle Uyandırmayı Test Et
uk: Перевірити голосову активацію
vi: Kiểm tra đánh thức bằng giọng nói
zh_cn: 测试语音唤醒
zh_tw: 測試語音喚醒

source: Test remote
ar: اختبار البعيد
de: Remote testen
es: Probar remoto
fa: آزمایش راه‌دور
fr: Tester le distant
hi: रिमोट का परीक्षण करें
id: Uji jarak jauh
it: Testa remoto
ja_jp: リモートをテスト
ko: 원격 테스트
nl: Externe testen
pl: Testuj zdalnie
pt_br: Testar remoto
ru: Проверить удаленное подключение
sv: Testa fjärranslutning
th: ทดสอบระยะไกล
tr: Uzağı test et
uk: Перевірити віддалене підключення
vi: Kiểm tra từ xa
zh_cn: 测试远程连接
zh_tw: 測試遠端

source: Testing…
ar: جارٍ الاختبار…
de: Wird getestet…
es: Probando…
fa: در حال آزمایش…
fr: Test…
hi: परीक्षण हो रहा है…
id: Menguji…
it: Test in corso…
ja_jp: テスト中…
ko: 테스트 중…
nl: Testen…
pl: Testowanie…
pt_br: Testando…
ru: Проверка…
sv: Testar…
th: กำลังทดสอบ…
tr: Test ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_cn: 正在测试…
zh_tw: 正在測試…
